Repository: tariqmahmood898/mytonwallet
Catalog: mobile/ios/Air/SubModules/WalletContext/Resources/Strings/Localizable.xcstrings
Source language: en
Languages: de, es, pl, ru, th, tr, uk, zh_hans, zh_hant

source: use the wallet responsibly
de: die Brieftasche verantwortungsvoll zu benutzen
es: usar la billetera responsablemente
pl: używać portfela odpowiedzialnie
ru: использовать кошелёк ответственно
th: ใช้งานกระเป๋าเงินอย่างมีความรับผิดชอบ
tr: Cüzdanı sorumlu bir şekilde kullanmak
uk: використовувати гаманець відповідально
zh_hans: 负责任地使用钱包
zh_hant: 負責任地使用錢包

# via %dex_name%
source: via %1$@
de: über %1$@
es: a través de %1$@
pl: przez %1$@
ru: через %1$@
th: ผ่าน %1$@
tr: %1$@ aracılığıyla
uk: через %1$@
zh_hans: 通过 %1$@
zh_hant: 透過 %1$@

# $about_github_link_text
source: **GitHub repository**
es: **repositorio de GitHub**
pl: **Repozytorium GitHub**
ru: **репозиторий в GitHub**
tr: **GitHub reposu**
uk: **репозиторій у GitHub**
zh_hans: **GitHub 仓库**

# $in_currency
source: in %1$@
es: en %1$@
pl: w %1$@
ru: в %1$@
th: เป็น %1$@
uk: в %1$@
zh_hans: 以 %1$@
zh_hant: 以 %1$@

# $stake_action
source: Stake
es: Apostar
pl: Stakowanie
ru: Стейкинг
th: สเต็ก
tr: Stake işlemi
uk: Стейкінг
zh_hans: 质押
zh_hant: 質押

# %token% Staking
source: %1$@ Staking
es: Staking de %1$@
pl: Stakowanie %1$@
ru: Стейкинг %1$@
th: การวางเดิมพัน %1$@
tr: %1$@ Stake Etme
uk: Стейкінг %1$@
zh_hans: %1$@ 质押
zh_hant: %1$@ 質押

source: Blockchain Fee
es: Tarifa de blockchain
pl: Opłata blockchain
ru: Комиссия блокчейна
th: ค่าธรรมเนียมบล็อกเชน
uk: Комісія блокчейну
zh_hans: 区块链费用
zh_hant: 區塊鏈費用

source: Changelly Live Chat
es: Chat en vivo de Changelly
pl: Czat na żywo Changelly
ru: онлайн-чат
th: แชทสด Changelly
tr: Changelly Canlı Sohbet
uk: Changelly
zh_hans: Changelly 实时聊天
zh_hant: Changelly 即時聊天

source: Details
es: Detalles
pl: Szczegóły
ru: Инфо
th: รายละเอียด
tr: Detaylar
uk: Інфо
zh_hans: 明细
zh_hant: 明細

source: Logo
es: Logotipo
ru: Логотип
th: โลโก้
uk: Логотип

source: Minting
es: Minteo
ru: Минтинг
th: การมิ้นท์
tr: Mintleme
uk: Мінтинг
zh_hans: 铸造
zh_hant: 鑄造

source: Multisend
es: Multienvío
pl: Multiwysyłka
ru: Мультиотправка
th: ส่งหลายรายการ
tr: Çoklu Gönder
uk: Мультинадсилання
zh_hans: 批量发送
zh_hant: 批量發送

source: MyTonWallet Browser
es: Navegador MyTonWallet
pl: przeglądarce MyTonWallet
ru: браузере MyTonWallet
th: เบราว์เซอร์ MyTonWallet
tr: MyTonWallet Tarayıcısı
uk: браузері MyTonWallet
zh_hans: MyTonWallet 浏览器
zh_hant: MyTonWallet 瀏覽器

source: Name
es: Nombre
pl: Nazwa
ru: Имя
th: ชื่อ
tr: İsim
uk: Ім'я
zh_hans: 名称
zh_hant: 名稱

source: Optional
es: Opcional
pl: Opcjonalnie
ru: При необходимости
th: ไม่จำเป็น
tr: Opsiyonel
uk: За необхідності
zh_hans: 选项
zh_hant: 選項

source: Palette
es: Paleta
pl: Paleta
ru: Палитра
th: พาเลต
tr: Palet
uk: Палітра
zh_hans: 调色板
zh_hant: 調色板

source: System
es: Sistema
pl: Systemowy
ru: Системная
th: ระบบ
tr: Sistem
uk: Системна
zh_hans: 系统
zh_hant: 系統

source: Testnet Version
es: Versión Testnet
pl: Wersja Testnet
ru: Версия Testnet
th: เวอร์ชั้น Testnet
tr: Testnet Sürümü
uk: Версія Testnet
zh_hans: 测试网版本
zh_hant: 測試網版本

source: US Dollar
es: Dólar estadounidense
pl: Dolar amerykański
ru: Доллар США
th: ยูเอส ดอลลาร์
tr: ABD doları
uk: Долар США
zh_hans: 美元
zh_hant: 美金

source: Vesting
es: Adquisición de derechos
pl: Nabywanie uprawnień
ru: Вестинг
th: การได้รับสิทธิ
tr: Hak Kazanma
uk: Надання прав
zh_hans: 归属
zh_hant: 歸屬

source: Wallet
es: Monedero
pl: Portfel
ru: Кошелёк
th: กระเป๋าสตางค์
tr: Cüzdan
uk: Гаманець
zh_hans: 钱包
zh_hant: 錢包

source: $domains_amount %1$d
pl: [zero] Brak domen [one] %1$d domena [few] %1$d domen [many] %1$d domen
ru: [zero] Нет доменов [one] %1$d домен [few] %1$d домена [many] %1$d доменов
uk: [zero] Немає доменів [one] %1$d домен [few] %1$d домени [many] %1$d доменів

source: $domains_expire
pl: [zero] Żadne domeny nie wygasają %1$@ [one] **%2$lld domena** wygasa %1$@ [few] **%2$lld domeny** wygasną %1$@ [many] **%2$lld domeny** wygasną %1$@
ru: [zero] Нет доменов, истекающих %1$@ [one] **%2$lld домен** истекает %1$@ [few] **%2$lld домена** истекают %1$@ [many] **%2$lld доменов** истекают %1$@
uk: [zero] Немає доменів, які закінчуються %1$@ [one] **%2$lld домен** закінчується %1$@ [few] **%2$lld домени** закінчуються %1$@ [many] **%2$lld доменів** закінчуються %1$@

source: $domains_was_expired
pl: [zero] Żadne domeny nie wygasły [one] **%1$lld domena** wygasła [few] **%1$lld domeny** wygasły [many] **%1$lld domeny** wygasły
ru: [zero] Нет истёкших доменов [one] **%1$lld домен** истёк [few] **%1$lld домена** истекло [many] **%1$lld доменов** истекло
uk: [zero] Немає закінчених доменів [one] **%1$lld домен** закінчився [few] **%1$lld домени** закінчилися [many] **%1$lld доменів** закінчилися

# $expires_in %days%
source: Expires %1$lld
pl: [zero] Wygasa %1$lld [one] Wygasa %1$lld [few] Wygasają %1$lld [many] Wygasają %1$lld
ru: [zero] Истекает %1$lld [one] Истекает %1$lld [few] Истекают %1$lld [many] Истекают %1$lld
uk: [zero] Закінчується %1$lld [one] Закінчується %1$lld [few] Закінчуються %1$lld [many] Закінчуються %1$lld

source: $in_days
pl: [zero] dziś [one] jutro [few] za %1$d dni [many] za %1$d dni
ru: [zero] сегодня [one] завтра [few] через %1$d дня [many] через %1$d дней
uk: [zero] сьогодні [one] завтра [few] через %1$d дні [many] через %1$d днів

source: $many_transactions
pl: [zero] Brak transakcji [one] %1$d transakcja [few] %1$d transakcje [many] %1$d transakcji
ru: [zero] Нет переводов [one] %1$d перевод [few] %1$d перевода [many] %1$d переводов
th: %1$d รายการ
tr: %1$d Işlem
uk: [zero] Немає транзакцій [one] %1$d переказ [few] %1$d перекази [many] %1$d переказів
zh_hans: %1$d 笔交易
zh_hant: %1$d筆交易

source: $wallet_import_done
pl: [zero] Gotowe! Zaimportowałeś jeden portfel. [one] Gotowe! Zaimportowałeś jeden portfel. [few] Gotowe! Zaimportowałeś %1$d portfele. [many] Gotowe! Zaimportowałeś %1$d portfeli.
ru: [zero] Готово! Вы импортировали кошелёк. [one] Готово! Вы импортировали кошелёк. [few] Готово! Вы импортировали %1$d кошелька. [many] Готово! Вы импортировали %1$d кошельков.
uk: [zero] Готово! Ви імпортували гаманець. [one] Готово! Ви імпортували гаманець. [few] Готово! Ви імпортували %1$d гаманця. [many] Готово! Ви імпортували %1$d гаманців.

# %amount% NFTs
source: %1$@ NFTs
pl: %1$@ NFTów
ru: %1$@ NFT
tr: %1$@ NFT
uk: %1$@ NFT
zh_hans: %1$@ NFT
zh_hant: %1$@ NFT

source: Memo
pl: Opis
th: จดบันทึก

source: via
ru: через

# $actions_description
source: Quickly access most common actions.
ru: Быстрый доступ к наиболее часто используемым действиям.

# $dapps_init_info
source: Connected apps can only see your wallet and will not be able to move your assets without permission
ru: Подключённые приложения видят только ваш кошелёк и не могут управлять активами без разрешения

# $finalized_wallet_creation
source: **Done! You have created a wallet.**
ru: **Готово! Кошелёк создан.**

# $finalized_wallet_import
source: **Done! You have imported a wallet.**
ru: **Готово! Кошелёк импортирован.**

# $import_hint
source: Use secret words, or instantly migrate an unlimited number of wallets from another MyTonWallet app:
ru: Используйте секретные слова или мгновенно мигрируйте неограниченное количество кошельков из другого приложения MyTonWallet:

# $no_activity_history
source: There is no activity history in this wallet yet.
ru: История операций в этом кошельке пока отсутствует.

# $period_3months
source: 3 Months
ru: 3 месяца

# $period_all
source: All Time
ru: Все время

# $period_day
source: 1 Day
ru: 1 день

# $period_month
source: 1 Month
ru: 1 месяц

# $period_week
source: 1 Week
ru: 1 неделя

# $period_year
source: 1 Year
ru: 1 год

# $rate_description
source: View current rate of any selected token.
ru: Просмотр текущего курса любого выбранного токена.

# $rate_with_chart_description
source: View current rate and track performance of any selected token.
ru: Просмотр текущего курса и наблюдение за динамикой для выбранного токена.

# $remove_all_wallets_desc
source: This will remove all wallets from the app. Make sure your **secret recovery phrases** are backed up.
ru: Это удалит все кошельки из приложения. Убедитесь, что ваши **секретные фразы восстановления** сохранены.

# $screen_recording_info
source: You're currently recording your screen. This screen may contain sensitive or private information. Please make sure you're aware of what will be shared.
ru: Вы сейчас записываете экран. Этот экран может содержать конфиденциальную информацию. Пожалуйста, убедитесь, что вы осведомлены о том, что будет опубликовано.

# $secret_words_warning
source: Storing words in a digital environment, including the **%1$@**, is not safe. Make sure you have your recovery phrase securely saved.
ru: Хранение слов в цифровой среде, включая **%1$@**, небезопасно. Убедитесь, что ваша фраза восстановления надёжно сохранена.

# $send_only_ton
source: Send only Toncoin (TON) or TON-based assets to this address. Sending other tokens will result in loss.
ru: Отправляйте только Toncoin (TON) или активы на базе TON на этот адрес. Отправка других токенов приведёт к их потере.

# $send_only_tron
source: Send only TRON (TRX) or TRON-based assets to this address. Sending other tokens will result in loss.
ru: Отправляйте только TRON (TRX) или активы на базе TRON на этот адрес. Отправка других токенов приведёт к их потере.

# $store_securely
source: You can now securely store, receive, and send coins and other digital assets.
ru: Теперь вы можете безопасно хранить, получать и отправлять монеты и другие цифровые активы.

source: %1$@ Balance
ru: Баланс %1$@

source: %1$@ minutes
ru: %1$@ минут

source: %1$@ seconds
ru: %1$@ секунд

source: %1$@ to %2$@
ru: %1$@ на %2$@

source: %1$@ transactions
ru: %1$@ транзакций

source: %1$@ will be returned
ru: %1$@ будет возвращено

source: %lld transfer
ru: %lld перевод

source: 12 Words
ru: 12 слов

source: 24 Words
ru: 24 слова

source: 3M
ru: 3М

source: A ~ Z
ru: А ~ Я

source: Accumulated rewards
ru: Накопленные вознаграждения

source: Action is not possible on a view-only wallet.
ru: Действие невозможно на кошельке только для просмотра.

source: Actions
ru: Действия

source: Add Account
ru: Добавить аккаунт

source: Add Crypto
ru: Добавить крипто

source: Add Stake
ru: Добавить

source: Add Tab to Home
ru: Добавить вкладку на главную

source: Add a message, if needed
ru: Добавьте сообщение, если нужно

source: Add comment or memo
ru: Добавьте комментарий или memo

source: Air
ru: Эйр

source: All
ru: Все

source: All Telegram Gifts
ru: Все подарки в Telegram

source: All Tokens
ru: Все токены

source: An Error Occurred
ru: Произошла ошибка

source: Animations
ru: Анимации

source: App Font
ru: Шрифт приложения

source: App Icon
ru: Иконка приложения

source: Asset
ru: Актив

source: Authorize %1$@ fee
ru: Авторизовать комиссию %1$@

source: Best rate
ru: Лучший курс

source: Bidding Auction
ru: Ставка на аукционе

source: Biometric authentication not available.
ru: Биометрическая аутентификация недоступна.

source: Blockchain
ru: Блокчейн
th: บล็อกเชน
uk: Блокчейн
zh_hans: 区块链
zh_hant: 區塊鏈

source: Both decentralized exchange and app fees (~0.875%) are already included in the price you see and will not be charged additionally.
ru: Комиссии DEX и приложения (~0,875%) уже включены в цену и не взимаются дополнительно.

source: Built-in Dex Aggregator
ru: Встроенный агрегатор DEX

source: Buy
ru: Купить

source: Buying with card is not supported for this account.
ru: Покупка с карты не поддерживается для этого аккаунта.

source: Changelly ID
ru: ID Changelly

source: Changelly ID Copied!
ru: ID Changelly скопирован!

source: Changelly Payment Address
ru: Платёжный адрес Changelly

source: Chart Period
ru: Период данных

source: Choose Currency
ru: Выберите валюту

source: Choose Currency to Send
ru: Выберите валюту для отправки

source: Choose Wallet
ru: Выберите кошелёк

source: Choose Wallet to Use On
ru: Выберите кошелёк для использования

source: Classic
ru: Классика

source: Clipboard empty
ru: Буфер обмена пуст

source: Coins have been sent to %1$@
ru: Монеты отправлены на %1$@

source: Collapse
ru: Свернуть

source: Confirm Connect
ru: Подтвердить подключение

source: Connect Wallet
ru: Подключить кошелёк

source: Connected apps can only see your wallet and will not be able to move your assets without permission.
ru: Подключённые приложения видят только ваш кошелёк и не могут перемещать активы без разрешения.

source: Connecting your wallet
ru: Подключение кошелька

source: Copy Anyway
ru: Всё равно скопировать

source: Copy Changelly ID
ru: Скопировать ID Changelly

source: Cross-chain swap by %1$@
ru: Межцепочечный обмен через %1$@

source: Currency
ru: Валюта

source: Current APY
ru: Текущий APY

source: Current Wallet Version
ru: Текущая версия кошелька

source: D
ru: Д

source: Disconnect All
ru: Отключить все

source: Don’t show tokens on your account with value less than $0.01. You can also selectively enable and disable particular tokens using the list below.
ru: Не показывать токены на вашем аккаунте стоимостью менее $0.01. Вы также можете выборочно включать и отключать отдельные токены в списке ниже.

source: Don’t show transactions of less than $0.01. Such small transactions are often used for spam and scam.
ru: Не показывать транзакции менее $0.01. Такие небольшие транзакции часто используются для спама и мошенничества.

source: Earn up to %1$@ per year from your tokens
ru: Заработайте до %1$@ в год с ваших токенов

source: Edit Wallet Name
ru: Редактировать имя кошелька

source: Enable Face ID
ru: Включить Face ID

source: Enable Touch ID
ru: Включить Touch ID

source: Encryption is not possible. The recipient is not a wallet or has no outgoing transactions.
ru: Шифрование невозможно. Получатель не является кошельком или у него нет исходящих транзакций.

source: Enter %1$@ address
ru: Введите адрес %1$@

source: Enter Address
ru: Введите адрес

source: Enter Amount
ru: Введите сумму

source: Enter Amounts
ru: Введите суммы

source: Enter Passcode
ru: Введите пароль

source: Enter Receiving Address
ru: Введите адрес получения

source: Enter URL
ru: Введите URL

source: Enter passcode
ru: Введите пароль

source: Enter passcode or use Face ID
ru: Введите пароль или используйте Face ID

source: Enter passcode or use Touch ID
ru: Введите пароль или используйте Touch ID

source: Enter passcode or use fingerprint
ru: Введите пароль или используйте отпечаток пальца

source: Enter the %1$@ digits in the passcode.
ru: Введите %1$@ цифр пароля.

source: Enter wallet name:
ru: Введите имя кошелька:

source: Enter your Wallet Passcode
ru: Введите пароль кошелька

source: Enter your current passcode
ru: Введите текущий пароль

source: Error
ru: Ошибка

source: Est. earning per year
ru: Ожидаемый доход в год

source: Estimated APY
ru: Оценочный APY

source: Euro
ru: Евро
th: ยูโร
uk: Євро
zh_hans: 欧元
zh_hant: 歐元

source: Expired swap
ru: Срок обмена истёк

source: Face ID allows you to open your wallet faster without having to enter your password.
ru: Face ID позволяет быстрее открывать кошелёк без ввода пароля.

source: Failed swap
ru: Неудачный обмен

# false
source: No
ru: Нет

source: Finalizing…
ru: Завершается...

source: From
ru: От

source: Happening Now
ru: Сейчас в тренде

source: Hide tab
ru: Убрать вкладку

source: History
ru: История

source: Home
ru: Главная

source: I Understand, Proceed
ru: Понимаю, продолжить

# I agree to %term%
source: I agree to %1$@
ru: Я соглашаюсь %1$@

source: Import failed
ru: Не удалось импортировать

source: Incorrect words
ru: Неправильные слова

source: Install Palette
ru: Установить палитру

source: Instant Withdrawal
ru: Мгновенный вывод

source: Instantly
ru: Мгновенно

source: Insufficient %1$@ Balance
ru: Недостаточно %1$@ на балансе

source: Insufficient fee: %1$@ TON
ru: Недостаточная комиссия: %1$@ TON

source: Let’s check that you wrote them down correctly. Please enter the words %1$@, %2$@ and %3$@.
ru: Проверим, что вы записали их правильно. Введите слова %1$@, %2$@ и %3$@.

source: Linked Address
ru: Связанный адрес

source: Load 5 More Wallets
ru: Загрузить ещё 5 кошельков

source: Lock the app after
ru: Автоматическая блокировка через

source: Locked
ru: Заблокировано

source: Logged in with MyTonWallet
ru: Вход выполнен через MyTonWallet

source: Looks like you entered an invalid mnemonic phrase.
ru: Похоже, вы ввели недействительную мнемофразу.

source: M
ru: М

source: Main Currency
ru: Основная валюта

source: Max
ru: Макс

source: Max %1$@
ru: Максимум %1$@

source: Minimum %1$@ TON
ru: Минимум %1$@ TON

source: More
ru: Больше

source: Moving to staking balance
ru: Перевод в баланс стейкинга

source: Multichain
ru: Мультичейн
th: มัลติเชน
uk: Мультичейн
zh_hans: 多链
zh_hant: 多鏈

source: My Wallet
ru: Мой кошелёк

source: My assets
ru: Мои активы

source: MyTonWallet Resources
ru: Ресурсы MyTonWallet

source: MyTonWallet allows you to seamlessly switch between multiple accounts.
ru: MyTonWallet позволяет легко переключаться между несколькими аккаунтами.

source: MyTonWallet uses biometric authentication to unlock and authorize transactions
ru: MyTonWallet использует биометрию для разблокировки и подтверждения транзакций

source: Network Error
ru: Ошибка сети

source: Network error
ru: Сетевая ошибка

source: Neutral
ru: Нейтральный

source: Never
ru: Никогда

source: No Camera Access
ru: Нет доступа к камере

source: No Dapps Found!
ru: Приложений не найдено!

source: No price data
ru: Нет данных о цене

source: No transactions yet.
ru: Пока нет транзакций.

source: Not all transactions were sent successfully.
ru: Не все транзакции были отправлены успешно.

source: OK
ru: ОК

source: Open
ru: Открыть

source: Open Collection
ru: Открыть коллекцию

source: Open in Explorer
ru: Открыть в эксплорере

source: Other Device
ru: Другое устройство

source: Other Settings
ru: Другие настройки

source: POPULAR
ru: ПОПУЛЯРНЫЕ
th: เป็นที่นิยม
tr: POPÜLER
uk: ПОПУЛЯРНІ
zh_hans: 流行
zh_hant: 受歡迎

source: Passcode
ru: Пароль

source: Passcode changed
ru: Пароль изменён

source: Passcodes don't match. Please try again.
ru: Пароли не совпадают. Повторите попытку.

source: Pending previous fee
ru: Ожидание предыдущей комиссии

source: Permission Denied
ru: Доступ запрещён

source: Please choose the correct words **%1$@**, **%2$@**, **%3$@**:
ru: Выберите правильные слова **%1$@**, **%2$@**, **%3$@**:

source: Please make sure your internet connection is working and try again.
ru: Убедитесь, что интернет‑соединение работает, и повторите попытку.

source: Please provide an address of your wallet in another blockchain to receive bought tokens.
ru: Укажите адрес вашего кошелька в другом блокчейне для получения купленных токенов.

source: Please set a passcode on your device, and then try to use biometric authentication.
ru: Установите пароль на устройстве и попробуйте снова использовать биометрию.

source: Please try again
ru: Повторите попытку

source: Please update Ledger TON app.
ru: Пожалуйста, обновите приложение Ledger TON.

source: Please verify the address on your Ledger
ru: Пожалуйста, подтвердите адрес на вашем Ledger

source: Please wait...
ru: Пожалуйста, подождите...

source: Popular
ru: Популярные

source: Popular Apps
ru: Популярные приложения

source: Preview is currently unavailable.
ru: Предпросмотр сейчас недоступен.

source: Price
ru: Цена

source: Price per
ru: Цена за

source: Price per 1 %1$@
ru: Цена за 1 %1$@

source: Proceed
ru: Продолжить

source: Processing Excess
ru: Обработка излишков

source: Questions and Answers
ru: Вопросы и ответы

source: Rate
ru: Курс

source: Rate with Chart
ru: Курс с графиком

source: Re-enter the %1$@ digits in the passcode.
ru: Повторно введите %1$@ цифр пароля.

source: Read-only account
ru: Аккаунт только для просмотра

source: Receive With QR or Invoice
ru: Получить с помощью QR или счёта

source: Receive to
ru: Получить на

source: Received NFT
ru: Полученный NFT

source: Received from
ru: Получено от

source: Receiving address
ru: Адрес получения

source: Refresh
ru: Обновить

source: Remove
ru: Удалить

source: Remove Home Tab
ru: Удалить вкладку с главной

source: Reorder
ru: Изменить порядок

source: Request for unstaking
ru: Запрос на вывод из стейкинга

source: Rounded Toolbars
ru: Закруглённые панели инструментов

source: Routing Fees
ru: Комиссии маршрутизации

source: Save to Favorites
ru: Сохранить в избранное

source: Screen Recording Detected
ru: Обнаружена запись экрана

source: Secret phrase was copied to clipboard
ru: Секретная фраза скопирована

source: Securely store and send crypto.
ru: Надёжно храните и отправляйте криптовалюту.

source: See Words
ru: Просмотреть слова

source: See words
ru: Посмотреть слова

source: Sell
ru: Продать

source: Send %1$@ this address:
ru: Отправить %1$@ на этот адрес:

source: Send %1$@ to this address
ru: Отправьте %1$@ на этот адрес

source: Send Transaction?
ru: Отправить транзакцию?

source: Send to
ru: Отправить на

source: Sending To
ru: Отправляется на

source: Sent NFT
ru: Отправлен NFT

source: Sent to
ru: Отправлено на

source: Set a Passcode
ru: Установить пароль

source: Set a passcode
ru: Установить пароль

source: Share QR Code
ru: Поделиться QR кодом

source: Show All %1$@
ru: Показать все %1$@

source: Show All Assets
ru: Показать все активы

source: Show All Collectibles
ru: Показать все коллекции

source: Show Recovery Phrase
ru: Показать фразу восстановления

source: Side Gutters
ru: Боковые отступы

source: Skip
ru: Пропустить

source: Sorry. Please try again.
ru: Извините. Повторите попытку.

source: Staking
ru: Стейкинг
th: สเต็ก
uk: Стейкінг
zh_hans: 质押中
zh_hant: 質押中

source: Staking Details
ru: Детали стейкинга

source: Standalone
ru: Отдельный

source: Standalone NFT
ru: Отдельный NFT

source: Style
ru: Стиль

source: Swap %1$@ to %2$@
ru: Обменять %1$@ на %2$@

source: Swap is not supported on this account.
ru: Обмен не поддерживается на этом аккаунте.

source: Swapped at
ru: Обмен выполнен в

source: Switch to %1$@
ru: Переключиться на %1$@

# Switch to Legacy Version
source: Switch to Classic Version
ru: Классическая версия

source: TON Wallet Versions
ru: Версии кошелька TON

source: Tap to reveal
ru: Нажмите, чтобы показать

source: Test Time!
ru: Время теста!

source: The current version of Ledger only supports English-language comments without special characters.
ru: Текущая версия Ledger поддерживает только комментарии на английском без специальных символов.

source: The secret words you have entered do not match the ones in the list.
ru: Введённые вами секретные слова не совпадают со словами в списке.

source: The time on your device is incorrect, sync it and try again.
ru: Неверное время на устройстве, синхронизируйте его и повторите попытку.

source: There is no activity history for this wallet yet.
ru: История операций для этого кошелька пока отсутствует.

source: This is how the TON Blockchain works.
ru: Так работает блокчейн TON.

source: This is the least amount of new tokens you
ru: Это минимальное количество новых токенов, которые вы

source: This type of transaction is not yet supported by Ledger.
ru: Этот тип транзакции пока не поддерживается Ledger.

source: To
ru: Кому

source: To %1$@
ru: Кому %1$@

source: Token
ru: Токен

source: Tokens on Home Screen
ru: Токены на главном экране

source: Tokens on Other Versions
ru: Токены в других версиях

source: Total amount in %1$@
ru: Общая сумма в %1$@

source: Touch ID allows you to open your wallet faster without having to enter your password.
ru: Touch ID позволяет быстрее открывать кошелёк без ввода пароля.

source: Transaction Details
ru: Детали транзакции

source: Transaction to this smart contract is not yet supported by Ledger.
ru: Транзакция на этот смарт‑контракт пока не поддерживается Ledger.

source: Transfer Details
ru: Детали перевода

source: Transferring NFT is not yet supported by Ledger.
ru: Перевод NFT пока не поддерживается Ledger.

source: Try again in %1$@
ru: Попробуйте снова через %1$@
